{
  "about_us": {
    "title" : "About Us",
    "body": "<p>CMMMA (Center for Monitoring and Modelling Marine and Atmosphere applications, aka meteo@uniparthenope) is a forecast service for real time monitoring of forecast and marine, weather and air quality simulations in the Campania Region.</p>\n\n<p class=\"rtecenter\" style=\"\"><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/lkI47okV0Fc\" width=\"560\"></iframe></p>\n\n<p>&nbsp;</p>\n\n<p><a href=\"/?q=funding\">Funding</a></p>\n\n<p><a href=\"/?q=people\">People</a></p>\n\n<p><a href=\"/?q=services\">Services</a></p>\n\n<p><a href=\"https://api.uniparthenope.it/meteo/\">API</a></p>\n\n<hr />\n<p>Initialisation and boundary conditions:</p>\n\n<p><img alt=\"\" src=\"/sites/default/files/styles/large/public/images/20133108202041.gif\" /></p>\n\n<p><a href=\"http://www.emc.ncep.noaa.gov/index.php?branch=GFS\">Global Forecast System</a> - <a href=\"http://www.nco.ncep.noaa.gov/pmb/products/gfs/\">National Centers for Environmental Prediction</a></p>\n\n<p><img alt=\"\" src=\"/sites/default/files/styles/large/public/images/20133108202529.png\" /></p>\n\n<p><a href=\"http://www.myocean.eu\">MyOcean Project</a></p>\n"
  },
  "about_cmmma": {
    "title": "The project",
    "body": "<div align=\"center\">&nbsp;</div>\n\n<p>The Center (CMMMA, Center for Monitoring and Modelling for Marine and Atmosphere applications, aka meteo@uniparthenope)&nbsp;was born from decades of experience in the field of modeling, measurement and computational simulation in the marine and atmospheric environment of the Department of Environmental Sciences (DiSAM) and of the Department of Applied Sciences (DSA) of the University of Naples Parthenope, already Naval University Institute, which since 2013 have merged with the Department of Science and Technology.</p>\n\n<p>The Center was funded by the University of Naples Parthenope with financial resources obtained from the Campania Region in the context of the L.R. n.13 2009 (Project PROMETEO / TASK 1). The director of the Center is Prof. Giulio Giunta and the scientific coordinator is Prof. Giorgio Budillon, computer services and computational resources are managed by prof. Raffaele Montella.</p>\n\n<p>CMMMA offers its services of weather, marine and air quality forecast to common people, local government, research institutions, business companies, environmental and health assessment companies, yachting control authority, sporting partnerships, and others. The data provided by the Center is available on the official web page http://meteo.uniparthenope.it.</p>\n\n<p>From this perspective, CMMMA commits to provide high resolution weather forecast for the America's Cup World Series event in Napoli on April 7-15th 2012 in a new dedicated website section. In particular, wind speed and direction forecasts are produced with up to 250m resolutions on the racecourse, using the model chain and computational resource available to CMMMA. It is relevant to underline that this is the highest resolution achievable with current forecast technologies.</p>\n\n<p>CMMMA monitors the Gulf of Napoli area through a data acquisition network with various weather stations. A CODAR radar system&nbsp;determines the surface ocean current and, for the first time in Campania, a next generation weather radar on Castel Sant’Elmo which can determine an approaching storm front and its evolution on the area of the Gulf of Napoli with 300m resolution.</p>\n\n<p>The Center uploads the results of its numerical weather predictions on an interactive user interface. Moreover, the data is compatible with professional navigation tools (Grib), scientific software (OpenDAP) and 3D visualization in the Google Earth browser (KML).</p>\n\n<p>Mobile Android apps are available and application-programming interfaces will be provided to allow the development of new applications in the smart cities project.</p>\n"
  },
  "services": {
    "title": "Services",
    "body": "<p>The CCMMMA is active within the Department of Science and Technology of the University of Naples Parthenope and boasts a centenary experience linked to the historical Faculty of Nautical Sciences as an expression of the traction of weather-oceanographic studies born with the Royal Naval Institute in 1920, then Naval University Institute until 2001.</p>\n\n<p>The following services can be provided in the following regulatory framework:</p>\n\n<ul>\n\t<li>Services free of charge and of moral patronage.</li>\n\t<li>Services deriving from the research activity as \"<em>Research Agreement between the Department and other public or private institution</em>\".</li>\n\t<li>Services provided under the \"<em>third party</em>\" professional activity.</li>\n</ul>\n\n<p><strong>Non-exhaustive list of possible services and activities:</strong></p>\n\n<ul>\n\t<li><strong>Navigation services.</strong><br />\n\tThe CCMMMA has a strong specialization in forecasting and weather services for recreational and professional boating. The modeling chain offers products with a high temporal and spatial resolution throughout the Mediterranean area, focusing on the central and southern sectors of the Tyrrhenian Sea. In prototype mode since 1999 and in production since 2010, we have supported the major sailing events organised within the Sailing Italian Federation&nbsp;V Zone&nbsp;such as&nbsp;2 editions of the America's Cup World Series, the Italian Championship of Olympic Classes,&nbsp;the Optisud trophy, the ORC Italian Championship, the Velalonga, the Classic Boats Championship and the Vesuvio Race.<br />\n\t&nbsp;</li>\n\t<li><strong>Presentations and seminars.</strong><br />\n\tThe CCMMMA staff is always ready to organize presentations and seminars on specific activities concerning meteorology, forecasts and the sea sciences in general. These activities are usually completely free or, under certain conditions, covered only by reimbursement of expenses, as they fall within the so-called Third Academic Mission. These activities include, for example, specific seminars at boat clubs.<br />\n\t&nbsp;</li>\n\t<li><strong>Media and&nbsp;social media.</strong><br />\n\tCCMMMA offers personalized services to Radio, TV and Newspapers. We are able to provide audio recordings for radios, predictive videos customized in different formats and resolutions, and finally for Newspapers we create pages ready to go to print.<br />\n\t&nbsp;</li>\n\t<li><strong>Web Portals.</strong><br />\n\tDo you have a web portal and want to enter the weather forecast? CCMMMA offers a wide range of widgets for free. Choose the location or region of your interest and customize it by choosing the size and colors, it's easy!<br />\n\t&nbsp;</li>\n\t<li><strong>School and Education.</strong><br />\n\tAre you the administrator of the web portal of a kindergarten, elementary or higher?<br />\n\tCCMMMA offers you the possibility to insert weather information! It is also possible to have staff representatives as experts in the field to introduce meteorology, oceanography, computation sciences to new generations of students.<br />\n\t&nbsp;</li>\n\t<li><strong>Weather Management Service &amp; Weather App.</strong><br />\n\tAre you a publisher? An institution? A service portal? We offer you a professional and personalized solution ready in a very short time to provide your users with a complete, functional and fully integrated weather section with the website portal, with your mobile application or a completely new mobile application.<br />\n\t&nbsp;</li>\n\t<li><strong>Weather report.</strong><br />\n\tIf you have a hotel or a tourist activity, with CCMMMA you can automatically receive a weather report in free PDF format, to be printed and shown to your customers, with always reliable and clear weather forecasts.<br />\n\t&nbsp;</li>\n\t<li><strong>Weather consultant.</strong>CCMMMA is a leader in the supply of products and services with high added value for meteorology, in line with the needs of the times, ready to respond to every use.</li>\n</ul>\n\n<p>To get specific information on the best solutions to be adopted in the specific case, for requests for moral patronage and for the co-organization of events, send an email to <a href=\"mailto:meteo@uniparthenope.it\">meteo@uniparthenope.it</a> detailing the request.</p>\n\n<p>&nbsp;</p>\n"
  },
  "wrf": {
    "image": { "src": "https://api.meteo.uniparthenope.it/products/wrf5/forecast/eu000/plot/image", "alt": "Weather Forecast on Europe produced by CMMMA WRF"},
    "title": "WRF",
    "subtitle": "Weather Research and Forecast",
    "body": "<p>The Weather Research and Forecasting (WRF) Model is a next-generation mesoscale numerical weather prediction system designed to serve both operational forecasting and atmospheric research needs. It features multiple dynamical cores, a 3-dimensional variational (3DVAR) data assimilation system, and a software architecture allowing for computational parallelism and system extensibility. WRF is suitable for a broad spectrum of applications across scales ranging from meters to thousands of kilometers.</p>\n\n<div align=\"center\"><strong>Weather current situation</strong></div>\n\n<table border=\"0\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td><img src=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/eu000/plot/image\" />\n\t\t\t<div align=\"center\"><a href=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/eu000/plot/image\">Europe</a></div>\n\t\t\t</td>\n\t\t\t<td><img src=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/it000/plot/image\" />\n\t\t\t<div align=\"center\"><a href=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/it000/plot/image\">Italy</a></div>\n\t\t\t</td>\n\t\t\t<td><img src=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/ca000/plot/image\" />\n\t\t\t<div align=\"center\"><a href=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/ca000/plot/image\">Campania Region</a></div>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td valign=\"top\">Resolution: 27km<br />\n\t\t\tForecast: 144h<br />\n\t\t\tInitialization: Z00, Z06, Z12, Z18<br />\n\t\t\tData: http://blackjeans.uniparthenope.it:9090/dods/wrf3/d01</td>\n\t\t\t<td valign=\"top\">Resolution: 9km<br />\n\t\t\tForecast: 144h<br />\n\t\t\tInitialization: Z00, Z06, Z12, Z18<br />\n\t\t\tData: http://blackjeans.uniparthenope.it:9090/dods/wrf3/d02</td>\n\t\t\t<td valign=\"top\">Resolution: 3km<br />\n\t\t\tForecast: 144h<br />\n\t\t\tInitialization: Z00, Z06, Z12, Z18<br />\n\t\t\tData: http://blackjeans.uniparthenope.it:9090/dods/wrf3/d03</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>The effort to develop WRF has been a collaborative partnership, principally among the National Center for Atmospheric Research (NCAR), the National Oceanic and Atmospheric Administration (the National Centers for Environmental Prediction (NCEP) and the Forecast Systems Laboratory (FSL), the Air Force Weather Agency (AFWA), the Naval Research Laboratory, the University of Oklahoma, and the Federal Aviation Administration (FAA). WRF allows researchers the ability to conduct simulations reflecting either real data or idealized configurations. WRF provides operational forecasting a model that is flexible and efficient computationally, while offering the advances in physics, numerics, and data assimilation contributed by the research community. WRF has a rapidly growing community of users, and workshops and tutorials are held each year at NCAR. WRF is currently in operational use at NCEP, AFWA and other centers. This site provides information on the WRF effort and its organization, references to projects and forecasting involving WRF, and links to the WRF users' page, real-time applications, and WRF-related events.</p>\n\n<div align=\"center\"><strong>High Resolution Winds current situation</strong></div>\n\n<table border=\"0\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td><img src=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/eu000/plot/image?output=wn1\" />\n\t\t\t<div align=\"center\"><a href=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/eu000/plot/image?output=wn1\">Europe</a></div>\n\t\t\t</td>\n\t\t\t<td><img src=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/it000/plot/image?output=wn1\" width=\"320\" />\n\t\t\t<div align=\"center\"><a href=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/it000/plot/image?output=wn1\">Italy</a></div>\n\t\t\t</td>\n\t\t\t<td><img src=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/ca000/plot/image?output=wn1\" width=\"320\" />\n\t\t\t<div align=\"center\"><a href=\"https://api.meteo.uniparthenope.it/products/wrf5/forecast/ca000/plot/image?output=wn1\">Campania Region</a></div>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td valign=\"top\">Resolution: 25km<br />\n\t\t\tForecast: 24h<br />\n\t\t\tInitialization: Z00, Z06, Z12, Z18<br />\n\t\t\tData: http://blackjeans.uniparthenope.it:9090/dods/wrf5/d01</td>\n\t\t\t<td valign=\"top\">Resolution: 5km<br />\n\t\t\tForecast: 24h<br />\n\t\t\tInitialization: Z00, Z06, Z12, Z18<br />\n\t\t\tData: http://blackjeans.uniparthenope.it:9090/dods/wrf5/d02</td>\n\t\t\t<td valign=\"top\">Resolution: 1km<br />\n\t\t\tForecast: 24h<br />\n\t\t\tInitialization: Z00, Z06, Z12, Z18<br />\n\t\t\tData: http://blackjeans.uniparthenope.it:9090/dods/wrf5/d03</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>More info about the WRF model: <a href=\"wrf-model.org\">http://wrf-model.org</a></p>",
    "links" : [
      { "href": "http://www.wmo.int", "text": "World Meteorological Organization"},
      { "href": "http://www.ecmwf.int", "text": "European Centre for Medium-Range Weather Forecasts"},
      { "href": "http://www.noaa.gov", "text": "National Oceanic and Atmosphere Organization"},
      { "href": "http://ncar.ucar.edu/", "text": "National Center for Atmospheric Research"},
      { "href": "http://www.ncep.noaa.gov", "text": "National Centers for Environmental Prediction"},
      { "href": "http://www.emc.ncep.noaa.gov", "text": "National Weather Service's National Centers For Environmental Prediction's Environmental Modeling Center."},
      { "href": "http://www.nco.ncep.noaa.gov/pmb/products", "text": "Inventory of Data Products on the NOAA Servers"},
      { "href": "http://www.emc.ncep.noaa.gov/GFS", "text": "Global Forecast System"},
      { "href": "https://www.mmm.ucar.edu/weather-research-and-forecasting-model", "text": "Weather Research and Forecast"},
      { "href": "http://cola.gmu.edu/grads", "text": "Grid Analysis and Display System (GrADS)"},
      { "href": "http://www.vapor.ucar.edu", "text": "Visualization and Analysis Platform for Ocean, Atmosphere, and Solar Researchers (VAPOR)"}
    ]
  },
  "calmet": {
    "title": "CALMET",
    "body": "<p>CALMET/CALPUFF/CALGRID models have been designed and developed as a part of a generalized non-steady-state air quality system and have been adopted by US-EPA (Environmental Protection Agency) as a recommended model system for regulatory purposes. The design specifications for the modeling system include: (1) the capability to treat time-varying meteorological conditions, (2) suitability for modeling domains from tens of meters to hundreds of kilometers, (3) predictions for averaging times ranging from one hour to one year, (4) applicability for rough or complex terrain situations.</p>\n\n<div align=\"center\"><strong>High Resolution wind field</strong></div>\n\n<table border=\"0\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td><img src=\"http://blackjeans.uniparthenope.it/prods/modeloutput.php?model=clm3&amp;region=ca001&amp;output=wn1\" width=\"320\" />\n\t\t\t<div align=\"center\"><a href=\"http://ccmmma.uniparthenope.it/?q=forecast/calmet&amp;region=ca001&amp;output=wn1\">Gulf of Naples</a></div>\n\t\t\t</td>\n\t\t\t<td><img src=\"http://blackjeans.uniparthenope.it/prods/modeloutput.php?model=clm3&amp;region=ca004&amp;output=wn1\" width=\"320\" />\n\t\t\t<div align=\"center\"><a href=\"http://ccmmma.uniparthenope.it/?q=forecast/calmet&amp;region=ca004&amp;output=wn1\">Bay of Naples</a></div>\n\t\t\t</td>\n\t\t\t<td><img src=\"http://blackjeans.uniparthenope.it/prods/modeloutput.php?model=clm3&amp;region=ca015&amp;output=wn1\" width=\"320\" />\n\t\t\t<div align=\"center\"><a href=\"http://ccmmma.uniparthenope.it/?q=forecast/calmet&amp;region=ca015&amp;output=wn1\">ACWS 2012 race field</a></div>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td valign=\"top\">Resolution: 500m<br />\n\t\t\tForecast: 24h<br />\n\t\t\tInitialization: Z00</td>\n\t\t\t<td valign=\"top\">Resolution: 250m<br />\n\t\t\tForecast: 24h<br />\n\t\t\tInitialization: Z00</td>\n\t\t\t<td valign=\"top\">Resolution: 250km<br />\n\t\t\tForecast: 24h<br />\n\t\t\tInitialization: Z00</td>\n\t\t</tr>\n\t</tbody>\n</table>\n\n<p>Specifically, CALMET includes a diagnostic wind field generator containing objective analysis and parameterized treatments of slope flows, kinematic terrain effects, terrain blocking effects, a divergence minimization procedure and a micro-meteorological model for overland and overwater boundary layers.</p>\n"
  }
}

